Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Finanstilsynet’s preparations for Brexit in 2020 were based on the contingency planning carried out in 2018 and 2019.
nb: Finanstilsynets forberedelser til brexit i 2020 var bygget på oppfølging av beredskapsplanleggingen som ble gjort i 2018 og 2019.

source: Based on some indications of weak compliance with these requirements, Finanstilsynet surveyed the compliance of twelve companies with the disclosure requirements in their financial statements for 2019.
nb: Basert på enkelte indikasjoner på svak etterlevelse av disse kravene kartla Finanstilsynet hvordan tolv utvalgte foretak oppfylte opplysningskravene i årsregnskapet for 2019.

source: Finanstilsynet oversees financial reporting by Norwegian-registered entities that are listed on a regulated market in Norway or elsewhere in the EEA, as well as certain foreign entities that are listed on a regulated market in Norway.
nb: Finanstilsynet kontrollerer den finansielle rapporteringen fra norskregistrerte foretak som er notert på regulert marked i Norge eller i annet EØS-land, og visse utenlandske foretak som er notert på regulert marked i Norge.

source: As the licence terms and conditions were not fulfilled by the deadline, Finanstilsynet revoked the permission in November 2020.
nb: Ettersom konsesjonsvilkårene ikke var oppfylt innen fristen, kalte Finanstilsynet tillatelsen tilbake i november 2020.

source: Finanstilsynet collaborates with ØKOKRIM and local police authorities on reported cases.
nb: Finanstilsynet samarbeider med Økokrim og lokale politidistrikter om anmeldte saker.

source: In 2020, Finanstilsynet imposed administrative fines on Havyard Group ASA, Havilafjord AS and Care Bidco AS for late publication of annual and half-yearly reports.
nb: Finanstilsynet ila i 2020 Havyard Group ASA, Havilafjord AS og Care Bidco AS overtredelsesgebyr for forsinket publisering av årsrapport og halvårsrapporter.

source: Finanstilsynet is a member of the European Supervisory Authorities along with the other national financial supervisory authorities in the EEA countries.
nb: Finanstilsynet deltar som medlem i finanstilsynsmyndighetene i EU sammen med de andre nasjonale finanstilsynene i EØS-landene.

source: The charting process is a continuation of a project that was initiated in 2019 and is still ongoing.
nb: Kartleggingen er en videreføring av et prosjekt som ble påbegynt i 2019 og som fortsatt pågår.

source: Finanstilsynet is a member of the NGFS and assesses how stress tests of the Norwegian economy and Norwegian financial institutions can be carried out based on these scenarios.
nb: Finanstilsynet deltar i NGFS og vurderer hvordan stresstester av norsk økonomi og norske finansforetak kan gjennomføres med utgangspunkt i disse scenarioene.

source: In other cases, the fee for the checklist is NOK 80 000.
nb: I andre tilfeller er gebyret for sjekklisten NOK 80 000.

source: At the multilateral trading facility Euronext Growth, NOK 28.3 billion was raised in 2020.
nb: På den multilaterale handelsfasiliteten Euronext Growth ble det hentet inn 28,3 milliarder kroner i 2020.

source: Everyone has the right to obtain confirmation as to whether or not personal data concerning him or her are being processed by Finanstilsynet, cf. Article 15 of the GDPR.
nb: Alle har rett til å få bekreftelse på om personopplysninger om en selv behandles i Finanstilsynet, jf. personvernforordningen artikkel 15.

source: Inspection at Fish Pool ASA
nb: Tilsyn med Fish Pool ASA

source: In 2020, Finanstilsynet initiated a survey of how management companies and AIF managers comply with the anti-money laundering (AML) legislation.
nb: Finanstilsynet satte i 2020 i gang en undersøkelse av hvordan forvaltningsselskapene og AIF-forvalterne etterlever hvitvaskingsregelverket.

source: In addition, 159 AIF managers featured in Finanstilsynet’s registry, against 129 a year earlier.
nb: I tillegg var det 159 registrerte AIF-forvaltere i Finanstilsynets virksomhetsregister, mot 129 ett år tidligere.

source: In September 2020, Finanstilsynet approved the merger between the mutual fire insurance companies Varig Forsikring Halsa og Tingvoll, Varig Forsikring Surnadal and Varig Forsikring Hemne, with Varig Forsikring Surnadal as the acquiring company.
nb: Finanstilsynet ga i september 2020 tillatelse til fusjon mellom brannkassene Varig Forsikring Halsa og Tingvoll, Varig Forsikring Surnadal og Varig Forsikring Hemne, med Varig Forsikring Surnadal som overtakende foretak.

source: Parallel to this, Oslo Børs also changed central counterparty for derivatives clearing services from the Swiss SIX x-clear AG to the French LCH SA and made significant amendments to its own regulations.
nb: Oslo Børs endret samtidig sentral motpart for clearing av derivathandler fra sveitsiske SIX x-clear AG til franske LCH SA og foretok betydelige endringer i sitt eget regelverk.

source: Please note that the same notification requirements applies for equity certificates cf. the Norwegian Securities Trading Act section 3-14 (3)
nb: Merk at tilsvarende gjelder for egenkapitalbevis, jf. verdipapirhandelloven § 3-14(3).

source: Through 2020, some work related to climate risk was also carried out in EIOPA, in which Finanstilsynet participates.
nb: Det ble gjennom 2020 også utført en del arbeid i EIOPA, hvor Finanstilsynet deltar, knyttet til klimarisiko.

source: The company has changed this in its financial statements for 2019, and all biological assets are now presented as current assets.
nb: Foretaket har endret dette i årsregnskapet for 2019, og alle biologiske eiendeler presenteres nå som omløpsmidler.

source: Finanstilsynet is also a member of the Enlarged Contact Group for Supervisors of Collective Investment Funds (ECG), which meets once a year.
nb: Finanstilsynet er òg medlem av Enlarged Contact Group for Supervisors of Collective Investment Funds (ECG), som har møte en gong i året.

source: The seminar is part of Finanstilsynet’s communication initiatives.
nb: Seminaret inngår i Finanstilsynets kommunikasjonsarbeid.

source: Net subscriptions in equity funds came to NOK 34 billion, while net subscriptions in bond funds and balanced funds represented NOK 5 billion and NOK 0.5 billion, respectively.
nb: Nettotegningen i aksjefond var 34 milliarder kroner, mens nettotegning i obligasjonsfond var 5 milliarder kroner og nettotegning i kombinasjonsfond 0,5 milliard kroner.

source: Information on nominee duties is given in item 4 of this guidance.
nb: 4 følger nærmere informasjon om enkelte plikter forvalter har.

source: The rules were adopted in April 2020 and mean that employers may decide that furloughed employees who are supposed to be removed from the pension scheme can nevertheless continue as members of the scheme, although the accumulation of pension savings and their risk covers are discontinued.
nb: Reglene ble vedtatt i april 2020 og innebærer at arbeidsgivere kan beslutte at permitterte ansatte som i utgangspunktet skal meldes ut av pensjonsordningen, likevel kan fortsette som medlemmer i pensjonsordningen, men slik at sparing og risikodekninger opphører.

source: It was further proposed that the regulation should be extended to include loans to private individuals secured on assets other than housing, that the maximum limit for borrowers' total debt when granting new loans should be reduced from 5 to 4.5 times gross annual income, that the flexibility quota for residential mortgages should be reduced from 10 per cent (8 per cent in Oslo) to 5 per cent and that the flexibility quota for other loans should be dispensed with.
nb: Det ble videre foreslått at reguleringen burde utvides til å omfatte også lån til privatpersoner med pant i annet enn bolig, at maksimalgrensen for låntakernes samlede gjeld burde reduseres fra 5 til 4,5 ganger brutto årsinntekt ved yting av nye lån, at fleksibilitetskvoten for boliglån burde reduseres fra 10 prosent (8 prosent i Oslo) til 5 prosent og at fleksibilitetskvoten for øvrige lån ikke burde videreføres.

source: Trading in bonds and derivatives was transferred to the new trading system on 7 December.
nb: Handel i obligasjoner og derivater ble overført til det nye handelssystemet 7. desember.

source: In accordance with the Decision article 2:
nb: I medhold av Beslutningen artikkel 2, gjelder blant annet følgende:

source: During 2020, Finanstilsynet processed a number of notifications from institutions pertaining to section 1-7 letter (k) nos.
nb: Finanstilsynet behandlet i løpet av 2020 en rekke meldinger fra foretak som gjelder finansforetaksforskriften § 1-7 bokstav k nr.

source: Finanstilsynet has carried out a survey of banks' handling of sustainability risks, with particular emphasis on climate risk.
nb: Finanstilsynet har gjennomført en kartlegging av bankenes håndtering av bærekraftrisiko, med særlig vekt på klimarisiko.

source: Life insurers recorded higher pre-tax profits in the first to third quarter of 2021 compared with a year earlier.
nb: Livsforsikringsforetakene fikk et bedre resultat før skatt i første til tredje kvartal 2021 sammenlignet med ett år tidligere.

source: In July 2020, the European Commission adopted an action plan to strengthen AML compliance in the EU.
nb: EU-kommisjonen vedtok i juli 2020 en handlingsplan for å styrke regeletterlevelsen på hvitvaskingsområdet i EU.

source: For further information and details please review the following information from ESA and ESMA:
nb: For ytterligere informasjon og detaljer, vennligst se følgende informasjon fra ESA og ESMA:

source: Extensive follow-up was required of banks' notifications concerning Nets' sale of account to account services to Mastercard.
nb: Det har vært behov for omfattende oppfølging av bankenes meldinger knyttet til Nets' salg av konto-til-konto-tjenester til Mastercard.

source: Payment Services Directive (PSD 2)
nb: Betalingstjenestedirektivet (PSD 2)

source: Finanstilsynet followed up Loomis Foreign Exchange AS in August 2019 on the basis of media reports of alleged large-scale money laundering through exchange offices in Denmark.
nb: Finanstilsynet fulgte opp Loomis Foreign Exchange AS i august 2019 på bakgrunn av medieoppslag om påstått storstilt hvitvasking gjennom vekslingskontorer i Danmark.

source: Section 4-2 of the Norwegian Payment Systems Act provides legal protection for securities settlement systems that have been approved by Finanstilsynet and notified to the EFTA Surveillance Authority (ESA).
nb: Betalingssystemloven § 4-2 gir et særskilt vern for verdipapiroppgjørssystemer som er godkjent av Finanstilsynet og meldt til EFTAs overvåkningsorgan.

source: An investment firm must accordingly be authorised to provide at least one of the following services:
nb: Det kreves følgelig at verdipapirforetak innehar konsesjon til å yte minst én av følgende tjenester:

source: Finanstilsynet has analysed two possible pathways for the Norwegian economy.
nb: Finanstilsynet har analysert to mulige utviklingsbaner for norsk økonomi.

source: Finanstilsynet has made investigations concerning the alternative investment fund Tri Pluss AS after the manager decided to liquidate the fund in 2020 on the grounds that it had no depositary.
nb: Finanstilsynet har gjennomført undersøkelser knyttet til det alternativet investeringsfondet Tri Pluss AS etter at forvalter i 2020 besluttet å avvikle fondet som følge av at det manglet depotmottaker.

source: Access to information is a prerequisite for market participants to be able to assess and price risk correctly, and for capital markets to function effectively.
nb: Tilgang til informasjon er viktig for at markedsaktørene skal kunne vurdere og prise risiko riktig, og for at kapitalmarkedene skal fungere effektivt.

source: Risk and Vulnerability Analysis 2020
nb: Risiko- og sårbarhetsanalyse (ROS) 2020
